local custom_fidgets = {
	bouncing_rocket = {
		"🚀     ",
		" 🚀    ",
		"  🚀   ",
		"   🚀  ",
		"    🚀 ",
		"     🚀",
		"    🚀 ",
		"   🚀  ",
		"  🚀   ",
		" 🚀    ",
	},

	bouncing_satellite = {
		"🛰     ",
		" 🛰    ",
		"  🛰   ",
		"   🛰  ",
		"    🛰 ",
		"     🛰",
		"    🛰 ",
		"   🛰  ",
		"  🛰   ",
		" 🛰    ",
	},

	bouncing_coffee = {
		"☕   ",
		" ☕  ",
		"  ☕ ",
		"   ☕",
		"  ☕ ",
		" ☕  ",
		"☕   ",
	},

	cloud_cycle = {
		"🌤",
		"🌥",
		"🌦",
		"🌧",
		"🌨",
		"🌩",
	},

	-- solar_system = {
	-- 	"☀️   🌍",
	-- 	" ☀️  🌍",
	-- 	"  ☀️ 🌍",
	-- 	"   ☀️🌍",
	-- 	"  ☀️ 🌍",
	-- 	" ☀️  🌍",
	-- },

	heartbreak = {
		"💞",
		"💗",
		"💓",
	},

	bouncing_music_note = {
		"🎵   ",
		" 🎵  ",
		"  🎵 ",
		"   🎵",
		"  🎵 ",
		" 🎵  ",
		"🎵   ",
	},

	fish_swim = {
		"🐠    ",
		" 🐠   ",
		"  🐠  ",
		"   🐠 ",
		"    🐠",
		"   🐠 ",
		"  🐠  ",
		" 🐠   ",
	},

	bunny_hop = {
		"🐇   ",
		" 🐇  ",
		"  🐇 ",
		"   🐇",
		"  🐇 ",
		" 🐇  ",
		"🐇   ",
	},
}

return custom_fidgets
